// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "중고 정품 HP 카트리지가 설치되었습니다";
HSD__65554__EventHeaderDescription = "중고 정품 HP 카트리지가 설치되었습니다.";

// Non-HP
HSD__65559__EventTitle = "HP 제품이 아닌 카트리지가 설치됨";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
정품 HP 잉크 카트리지를 구매한 경우 다음 페이지를 방문하여 자세한 내용을 확인하거나 모조품을 신고하십시오: HSD_LINK:HSDAnticounterfeitLink.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "정품 HP 카트리지를 설치해 주셔서 감사합니다!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "정렬이 필요합니다";
HSD__65569__EventDescription = "HSD_TEXT:최고의 인쇄 품질을 위해 새로운 카트리지나 프린트헤드를 정렬하십시오.
과정을 시작하려면 HSDAlignButton을 누르십시오.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "중고, 충전 또는 모조 카트리지가 감지됨";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "용지 크기가 예상보다 큽니다";
HSD__65716__EventDescription = "HSD_TEXT:프린터 센서가 감지한 용지 크기가 소프트웨어에서 선택된 용지 크기보다 큽니다.
이 용지로 계속 인쇄하려면 HSDOKButton을 눌러 계속하십시오.
용지를 변경하려면 용지를 변경 후 인쇄 작업을 다시 보내십시오.
인쇄 작업을 취소하려면 HSDCancelPrintButton을 클릭하십시오.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "용지 크기가 예상보다 작습니다";
HSD__65717__EventDescription = "프린터 센서가 감지한 용지 크기가 소프트웨어에서 선택된 용지 크기보다 작습니다.
프린터에 로드된 용지의 크기가 옳다면 소프트웨어에 선택된 용지 크기를 변경하고 인쇄 작업을 다시 보내십시오.
인쇄 작업이 취소됩니다.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "프린터에 용지 넣기";
HSD__65921__EventDescription = "HSD_TEXT:프린터에 용지가 부족합니다. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "프린트 시스템 문제";
HSD__65935__EventDescription = "HSD_TEXT:인쇄 기능이 비활성화됐습니다. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:프린터에 문제가 발생했습니다. 프린터 내부를 확인하고 용지 걸림이나 기타 장애물을 제거하십시오.
문제가 계속되면 관리자나 기술 지원에 문의하십시오.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "프린터 유지보수";
HSD__65953__EventDescription = "프린터 내부 부품이 교체 중이어서 프린터가 인쇄할 수 없습니다. 이 부품을 교체한 후 인쇄를 다시 시작할 수 있습니다.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:프린터 일부를 교체해야 합니다. 프린터 일부 기능이 제한되거나 작동하지 않을 수 있습니다. 하지만 인쇄는 여전히 가능합니다.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "연결 장애";
HSD__65983__EventDescription = "HSD_TEXT:팩스 모듈에서 내부 통신 장애가 발생했습니다. HSDContactSupport

참고: 여전히 인쇄, 복사 및 스캔할 수 있습니다.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "용지 걸림";
HSD__65987__EventDescription = "걸림 제거 방법에 대한 안내는 프린터 제어판을 참조하십시오.";

// No faxes in memory
HSD__66000__EventDescription = "현재 프린터 메모리에 팩스가 없기 때문에 수신 팩스를 다시 인쇄할 수 없습니다.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:컬러 팩스는 한 번에 한 수신자에게만 보낼 수 있습니다.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:컬러 팩스를 보내려면 오류 수정 모드(ECM)를 켜십시오. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 다시 들록하려면 HP Instant Ink 웹사이트로 이동하십시오(HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 현재 청구 주기가 끝나면 프린터에 설치된 해당 카트리지를 더 이상 사용할 수 없습니다. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "조치 필요";
HSD__66011__EventDescription = "\"E\"와 \"9\"가 현재 제어판 디스플레이에서 반짝이고 있습니다. 이 메시지를 해결하려면 빨리 프린트헤드 액세스 도어를 완전히 열었다가 닫으십시오. 자세한 정보는 프린터에서 방금 인쇄된 페이지를 참조하십시오. 

주의: 이 상태는 대량 인쇄 후에만 발생합니다. 잉크 누적이 인쇄 품질에 영향을 주기 시작할 수 있습니다.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "HP 보호 토너 설치됨";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "HP 보호 드럼 설치됨";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "토너 부족";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "드럼 부족";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "토너 없음";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "드럼 없음";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "토너 매우 부족";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "드럼 매우 부족";

// Door Open (Front)
HSD__75025__EventTitle = "전면 도어 열림";

// Door Open (Rear)
HSD__75026__EventTitle = "후면 도어 열림";

// Defective Memory (Toner)
HSD__75030__EventTitle = "토너의 공급 메모리 오류";

// Defective Memory (Drum)
HSD__75031__EventTitle = "트럼의 공급 메모리 오류";

// Defective Memory
HSD__75032__EventTitle = "소모품 메모리 오류";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "토너 설치됨";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "드럼 설치됨";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "호환되지 않는 토너";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "호환되지 않는 드럼";

// Incorrect Cartridge
HSD__75045__EventTitle = "슬롯에 잘못된 카트리지 설치됨";
HSD__75045__EventDescription = "카트리지를 제거한 후 올바른 슬롯에 다시 삽입합니다.";

// Insufficient Memory
HSD__75060__EventTitle = "프린터 메모리 부족";
HSD__75060__EventDescription = "프린터 메모리가 부족합니다. 인쇄 작업을 취소했습니다.";

// Jam in printer (tray)
HSD__75065__EventTitle = "용지함에 용지 걸림";
HSD__75065__EventDescription = "프린터에서 장애물을 제거하거나 용지함을 막는 이물질을 제거하십시오.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "퓨저에 용지 걸림";
HSD__75066__EventDescription = "프린터에서 장애물을 제거하거나 퓨저나 카트리지를 막는 이물질을 제거하십시오.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "출력 용지함에 용지 걸림";
HSD__75067__EventDescription = "프린터에서 장애물을 제거하거나 출력 용지함을 막는 이물질을 제거하십시오.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "듀플렉서에 용지 걸림";
HSD__75068__EventDescription = "프린터에서 장애물을 제거하거나 듀플렉서를 막는 이물질을 제거하십시오.";

// lightPipeBlocked
HSD__75070__EventTitle = "카트리지 센서 오류";
HSD__75070__EventDescription = "카트리지에서 토너를 감지하는 라이트 가이드가 작동하지 않습니다. 이 오류로 인해 인쇄가 멈춥니다.

카트리지 센서 영역을 확인하고 라이트 가이드 센서를 막는 장애물을 제거하십시오.";

// Manual Duplex
HSD__75075__EventTitle = "수동 양면 인쇄";
HSD__75075__EventDescription = "HSD_TEXT:메시지나 기호가 장치의 제어판에 나타납니다. 용지 위치를 확인하십시오. 용지를 올바른 용지함에 삽입하십시오. 장치의 HSDOKButton/HSDResumeButton 버튼을 눌러 계속하십시오.";

// Manually Feed
HSD__75080__EventTitle = "수동 급지";
HSD__75080__EventDescription = "HSD_TEXT:용지함에 필요한 용지를 넣거나 장치에서 HSDOKButton/HSDResumeButton 버튼을 눌러 사용 가능한 용지를 이용하십시오.";

// Paper mount
HSD__75085__EventTitle = "용지 크기 불일치";
HSD__75085__EventDescription = "HSD_TEXT:용지함에 있는 용지 크기가 소프트웨어가 선택한 용지 크기와 일치하지 않습니다.

프린터에 로드된 용지의 크기가 옳다면 소프트웨어에서 선택된 용지 크기를 변경하고 인쇄 작업을 다시 보내십시오.

프린터에 로드된 용지의 크기가 틀리다면 올바른 크기의 용지로 변경하십시오.

이 용지에서 계속 인쇄하려면 프린터 제어판의 HSDOKButton이나 HSDResumeButton 버튼을 클릭하여 계속하십시오.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "토너 메모리가 없는 것 같습니다";

// Missing Memory (Drum)
HSD__75096__EventTitle = "드럼 메모리가 없는 것 같습니다";

// Mpacco Active
HSD__75100__EventTitle = "검정 카트리지 교체";
HSD__75100__EventDescription = "HSD_TEXT:컬러 카트리지가 매우 부족한 경우 프린터는 흑백 인쇄만 하도록 사용자 지정되어 있습니다. 컬러 카트리지로 아직 적절한 품질의 인쇄가 가능할 수도 있습니다. 컬러 인쇄하려면 컬러 카트리지를 교체하거나 프린터를 재설정하십시오.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "비정품 토너";

// Unauthorized Drum
HSD__75106__EventTitle = "비정품 드럼";

// Printer Error
HSD__75115__EventTitle = "프린터 오류";
HSD__75115__EventDescription = "심각한 프린터 오류가 발생했습니다. 인쇄할 수 없습니다.";

// Printer Mispick
HSD__75120__EventTitle = "프린터 미스픽";
HSD__75120__EventDescription = "HSD_TEXT:용지를 픽업하지 못했습니다. 프린터 제어판의 HSDOKButton 또는 HSDResumeButton 버튼을 눌러 계속하십시오.";

// Print Failure
HSD__75125__EventTitle = "프린터 장애";
HSD__75125__EventDescription = "프린터나 인쇄 시스템에 문제가 있습니다. 프린터를 껐다가 다시 켜십시오.

이 메시지가 계속 나타나면 HP에 문의하십시오.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "토너 교체";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "드럼 교체";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "용지 부족";
HSD__75170__EventDescription = "프린터에 용지가 떨어졌습니다.
적절한 용지함에 용지를 로드하십시오.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "용지함 2의 용지 부족";
HSD__75171__EventDescription = "용지함 2에 용지를 공급하십시오.";

// Unexpected Size in tray
HSD__75175__EventTitle = "예상치 못한 용지 크기";
HSD__75175__EventDescription = "HSD_TEXT:프린터 센서가 감지한 용지 크기가 프린터 용지에 지정된 크기와 일치하지 않습니다.

프린터에 로드된 용지 크기가 옳다면 프린터 제어판이나 HSD_KEYED_LINK:HSDTraysConfigurationLink에서 프린터 용지함에 지정된 용지 크기를 변경하고 인쇄 작업을 다시 보내십시오.

프린터에 로드된 용지 크기가 틀리다면 올바른 크기의 용지로 변경하십시오.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "중고 또는 가짜 토너 설치됨";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "중고 또는 가짜 드럼 설치됨";

// Over filled detection
HSD__75195__EventTitle = "용지 초과 적재";
HSD__75195__EventDescription = "HSD_TEXT:용지함의 적재선 밑으로 용지를 적재하십시오. 제어판의 HSDOKButton/HSDResumeButton을 클릭하여 계속하십시오.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "잉크 부족";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "용지 부족";
HSD__65920_65940__EventDescription = "HSD_TEXT:프린터의 용지가 부족합니다. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "프린터 문제";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:인쇄 시스템에 문제가 발생했습니다. 프린터를 다시 시작하고 작업을 다시 시도하십시오.
문제가 계속되면 고객 지원에 문의하십시오.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "프린터에 관리가 필요합니다";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:프린터에 문제가 발생했습니다. 하지만 계속 인쇄할 수 있습니다.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:프린터에 문제가 발생하여 인쇄할 수 없습니다.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "팩스 문제";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink 등록 취소됨";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:위에 나열된 카트리지는 HP 카트리지 보호 기능을 사용하여 처음부터 카트리지를 보호하는 프린터에서만 사용할 수 있으며 반드시 교체해야 합니다.

HP 카트리지 보호 기능으로 프린터 소유자는 프린터에 설치된 HP 카트리지를 설정하여 해당 프린터에서만 카트리지가 작동하게 할 수 있습니다.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:표시된 카트리지가 부족합니다.

지금 카트리지를 교체하지 않아도 됩니다.

HP는 카트리지가 떨어져 교체해야 할 때 교체를 권장합니다.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:위에 나열된 카트리지가 없거나, 감지되지 않거나, 설치가 잘못된 것 같습니다.

카트리지가 설치된 경우 카트리지를 제거하여 다시 안전하게 삽입하십시오.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "도어나 커버를 닫아야 인쇄할 수 있습니다.

완전히 닫혔는지 확인하십시오.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:프린터가 위에 나열된 카트리지의 메모리를 감지할 수 없습니다. 카트리지 메모리가 손상됐거나 카트리지와 통신할 수 없습니다.

지금 카트리지를 교체해야 합니다.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "소프트웨어가 온라인 서비스를 이용하여 카트리지를 인증할 수 있습니다. 하지만 현재 인터넷에 접속할 수 없습니다.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:위에 나열된 카트리지는 현재 구성되지 않아 이 프린터에 사용할 수 없습니다.

프린터 도움말을 참조하십시오.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:프린터가 위 카트리지 목록의 메모리를 감지할 수 없습니다.

카트리지를 다시 설치하십시오. 문제가 계속 발생하면 지금 카트리지를 교체해야 합니다.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:관리자가 정품 HP 소모품만 사용하도록 이 프린터를 구성했습니다. 계속 인쇄하려면 카트리지를 교체해야 합니다. 정품 HP 소모품을 구매했다면 다음 주소를 방문하십시오: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:위에 나열된 카트리지가 매우 부족하여 다시 인쇄하려면 교체해야 합니다.

HP는 교체 카트리지를 설치할 준비가 된 후 카트리지를 제거할 것을 권장합니다.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:중고 소모품이 설치됐습니다. 정품 HP 소모품을 구매했다면 다음 주소를 방문하십시오: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. 중고 소모품을 사용하여 발생한 프린터 수리는 보증 대상이 아닙니다. 소모품 상태와 소모품 상태에 따른 기능을 사용할 수 없습니다.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "최상의 인쇄 결과를 위해 HP가 권장하는 ColorLok® 용지.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "HP Instant Ink 서비스를 취소하셨습니다.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "잉크 교체 서비스";
HSDSaveInkString = "최대 50%까지 잉크 절약*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink 고지사항";
HSDOriginalInkString = "프린터에서 정품 HP 잉크를 주문하고 집에서 바로 받아 보십시오.";
HSDSendInkNowString = "[지금 잉크 보내기]를 클릭하여 자세히 알아보고 가입하십시오.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP는 소모품을 구할 수 잇는 다른 편리한 방법을 제공합니다…";
HSDShopForSuppliesText = "HP SureSupply를 통해 정품 HP 잉크 카트리지를 빠르고 쉽게 온라인으로 주문하려면 [소모품 구입]을 클릭하십시오.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP에서는 인쇄 품질이 더 이상 만족스럽지 않을 경우 카트리지를 교체할 것을 권장합니다.";
HSDCartridgeRecycleDescription = "HSD_TEXT:카트리지를 제거할 준비가 되면 다음 주소에서 재활용 방법을 찾을 수 있습니다: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:온라인으로 정품 HP 교체용 카트리지를 주문하려면 [HSDBuyNowButton]을 클릭하십시오.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP는 HP 제품이 아닌 소모품의 품질이나 안전성을 보장하지 않습니다.
HP 제품이 아닌 소모품을 사용하여 발생하는 프린터 서비스나 수리는 보증 대상이 아닙니다.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "카트리지가 매우 부족하여 인쇄 품질이 떨어질 수 있습니다.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "정품 HP 잉크 장점";
HSD__warning__OriginalHPInkAdvantagesTitle = "정품 HP 잉크 장점을 보장할 수 없습니다";
HSDProvenReliabilityTitle = "검증된 신뢰성";
HSDEfficientPerformanceTitle = "효율적인 성능";
HSDExceptionalQualityTitle = "탁월한 품질";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:정렬하는 것이 좋습니다. 새롭게 설치된 카트리지를 정렬하려면 \"HSDAlignButton\"을 클릭하십시오.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:인쇄 작업을 취소하려면 프린터의 HSDCancelButton (X) 버튼을 누르십시오.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "프린터 제어판에서 자세한 정보를 보거나 고객 지원에 문의하십시오.";
HSDSeeFrontPanel = "자세한 정보는 앞쪽 패널을 참조하십시오.";
HSDSeeControlPanel = "자세한 정보는 프린터 제어판을 참조하십시오.";

// Support
HSDContactSupport = "고객 지원에 문의하십시오.";

// Buttons
HSDOKButton = "확인";
HSDCancelButton = "취소";
HSDResumeButton = "다시 시작";
HSDCancelPrintButton = "인쇄 취소";
HSDCloseButton = "닫기";
HSDBuyNowButton = "지금 구입";
HSDSendInkNowButton = "지금 잉크 보내기";
HSDShopForSuppliesButton = "소모품 구입";
HSDEstimatedInkLevelsLink = "추정 잉크량";
HSDEstimatedCartridgeLevelsLink = "예상 카트리지 수준";
HSDAuthenticateLaterButton = "나중에 인증";
HSDDoNotAuthenticateButton = "인증 안 함";
HSDAlignButton = "정렬";
HSDDoNotAlignButton = "정렬하지 않음";

// Tooltips
HSDTraysConfigurationLink_tooltip = "트레이 구성";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "청록색 [C]";
"magenta" = "진홍색 [M]";
"yellow" = "노란색 [Y]";
"black" = "검정 [K]";
"red" = "빨간색 [R]";
"green" = "녹색 [G]";
"blue" = "파란색 [B]";
"lightcyan" = "라이트 시안 [LC]";
"lightmagenta" = "라이트 마젠타 [LM]";
"orange" = "주황색 [O]";
"gray" = "회색 [G]";
"lightgray" = "연한 회색 [LG]";
"darkgray" = "진한 회색 [DG]";
"photoblack" = "포토 검정 [PK]";
"matteblack" = "매트 검정 [MK]";
"glossenhancer" = "광택 코팅제";
"violet" = "보라색 [V]";
"gold" = "금색 [??]";
"silver" = "은색 [??]";
"bronze" = "청동색 [??]";
"metallic" = "메탈 레드 [??]";
"tricolor" = "3색 [청록색/진홍색/노란색]";
"photo" = "사진 [검정/라이트 시안/라이트 마젠타]";
"photogray" = "흑백 사진 [검정/회색/연한 회색]";
"lightcyanlightmagenta" = "라이트 마젠타 [LM]/라이트 시안 [LC]";
"magentayellow" = "마젠타 [M]/노란 [Y]";
"mediumcyan" = "무광 검정 [MK]/시안 [C]";
"mediumgray" = "포토 검정 [PK]/연한 회색 [LG]";
"magentacyan" = "마젠타 [M]/시안 [C]";
"cyanmagenta" = "마젠타 [M]/시안 [C]";
"blackyellow" = "검정 [K]/노란 [Y]";
"Photo [PK]" = "사진 [PK]";
"imagingdrumhpcea" = "드럼 [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
